[
{
    "0": "Gerda Breuer, Julia Meer",
    "1": "Women in Graphic Design",
    "2": "2012",
    "3": "biblio/0.jpg",
    "4": "This opulently illustrated volume sets out to repair this omission. Women in Graphic Design 1890–2012 presents the most significant female designers and traces their paths to professionalization and acclaim, through short biographies, essays and conversations with well-known contemporary female designers."
},
{
    "0": "Safiya Noble",
    "1": "Algorithms of Oppression",
    "2": "2018",
    "3": "biblio/1.jpg",
    "4": "A revealing look at how negative biases against women of color are embedded in search engine results and algorithms. An original, surprising and, at times, disturbing account of bias on the internet, Algorithms of Oppression contributes to our understanding of how racism is created, maintained, and disseminated in the 21st century."
},
{
    "0": "Tiqqun",
    "1": "Theory of the Young-Girl",
    "2": "2012",
    "3": "biblio/2.jpg",
    "4": "The Young-Girl is not always young; more and more frequently, she is not even female. She is the figure of total integration in a disintegrating social totality. In the years since the book's publication, the worlds of fashion, shopping, seduction plans, makeover projects, and eating disorders have moved beyond the comparatively tame domain of paper magazines into the perpetual accessibility of Internet culture. Here the Young-Girl can seek her own reflection in corporate universals and social media exchanges of “personalities” within the impersonal realm of the marketplace."
},
{
    "0": "Libby Sellers",
    "1": "Women Design",
    "2": "2018",
    "3": "biblio/3.jpg",
    "4": "From architects and product designers to textile artists and digital innovators, Women Design profiles a selection of the most dynamic female designers from the modern era, showcasing their finest work and celebrating their enduring influence. Design throughout history has been profoundly shaped and enhanced by the creativity of women; as practitioners, commentators, educators and commissioners. But in a narrative that eagerly promotes their male counterparts, their contributions are all too often overlooked. Through 21 engaging profiles, Women Design rediscovers and revels in the work of pioneers."
},
{
    "0": "Naomi Wolf",
    "1": "The Beauty Myth",
    "2": "1990",
    "3": "biblio/4.jpg",
    "4": "In today's world, women have more power, legal recognition, and professional success than ever before. Alongside the evident progress of the women's movement, however, writer and journalist Naomi Wolf is troubled by a different kind of social control, which, she argues, may prove just as restrictive as the traditional image of homemaker and wife. It's the beauty myth, an obsession with physical perfection that traps the modern woman in an endless spiral of hope, self-consciousness, and self-hatred as she tries to fulfill society's impossible definition of 'the flawless beauty'."
},
{
    "0": "Judith Butler",
    "1": "Trouble dans le Genre",
    "2": "1990",
    "3": "biblio/5.jpg",
    "4": "One of the most talked-about scholarly works of the past fifty years, Judith Butler’s Gender Trouble is as celebrated as it is controversial. Arguing that traditional feminism is wrong to look to a natural, 'essential' notion of the female, or indeed of sex or gender, Butler starts by questioning the category 'woman' and continues in this vein with examinations of 'the masculine' and 'the feminine'. Best known however, but also most often misinterpreted, is Butler's concept of gender as a reiterated social performance rather than the expression of a prior reality. Thrilling and provocative, few other academic works have roused passions to the same extent."
},
{
    "0": "Jo Anna Isaak",
    "1": "Feminism & Contemporary Art",
    "2": "1996",
    "3": "biblio/6.jpg",
    "4": "Looks at the work of a diverse range of artists and explores the effect of feminist theory on art practice. The book provides a provocative and valuable account of the diversity and revolutionary potential of women's art practice."
}
]