[
{
    "0": "17.12.18",
    "1": "CONFERENCE : « WHAT DOES OUR DESIGN SAY ABOUT US? »",
    "2": "",
    "3": "calendrier_img/17-12-18.jpg",
    "4": "Avec Ornella Galvani, Christoph Knoth, Maya Ober.<br><br>Conférence organisée au sein de l’ECAL, les intervenant.e.s invité,e,s ont différentes pratiques du design (Design Graphique, Media Interaction Design, Design Industriel), et ont une approche féministe intersectionnel dans leur travaux. Nous avons abordé plusieurs sujets dans cette discussion telles que telles que les problèmes de ratio femmes/hommes dans les écoles d’art lorsqu’on monte dans les hierarchies, les formes d’oppression que les femmes peuvent vivre ainsi que les privilèges que les hommes peuvent avoir comme, par exemple, l’auto-promotion qui est plus facile tandis que les femmes, dû à l’intériorisation de stéréotype, sont amenées à être plus discrètes. Nous avons aussi discuté du rôle que l’école et les professeur.e.s doivent avoir, que les schémas de sexisme, de racisme ou tout autre forme d’oppression qui doivent être reconnues. Cette discussion s’est terminé sur l’importance des « role models » et des actions qui doivent être engager par les jeunes designers en devenir (designer, photographes, artistes, …)."
},
{
    "0": "20.11.18",
    "1": "TABLE RONDE : « WHAT DOES OUR DESIGN SAY ABOUT US? »",
    "2": "calendrier_img/20-11-18-b.jpg",
    "3": "calendrier_img/20-11-18.jpg",
    "4": "Avec les étudiant.e.s de l’écal.<br><br>Table-ronde entre étudiant.e.s de toutes sections et années confondues a permis de discuter des questions de productions à l’école. La discussion tournait autour des sujets donnés par les professeurs et les résultats de ceux ci, enfin comment on peut se réapproprier, de la réflexion qu’en tant qu’étudiant nous devons avoir, de la prise de conscience des schémas oppressifs qui se reproduisent à l’école. Nous avons aussi évoquer la réappropriation des lieux et de la volonté d’un engagement et d’une de prise de paroles dans l’école."
}]